{"Title":"Harry Potter and the Philosopher's Stone","Author":"J.K. Rowling","Description":"Harry Potter and the Philosopher's Stone is a fantasy novel written by the British author J. K. Rowling. It is the first novel in the Harry Potter series and was Rowling's debut novel","Publication Year":1997,"Genre":"Fantasy","Picture":"https:\/\/bci.kinokuniya.com\/th\/jsp\/images\/book-img\/97814\/97814088\/9781408855652.JPG"}
{"Title":"Harry Potter and the Chamber of Secrets","Author":"J.K. Rowling","Description":"Harry Potter and the Chamber of Secrets is a fantasy novel written by British author J. K. Rowling and the second novel in the Harry Potter series.","Publication Year":1998,"Genre":"Fantasy","Picture":"https:\/\/m.media-amazon.com\/images\/I\/71DSny4NWPL._AC_UF1000,1000_QL80_.jpg"}
{"Title":"Harry Potter and the Goblet of Fire","Author":"J.K. Rowling","Description":"Harry Potter and the Goblet of Fire is a fantasy novel written by the British author J. K. Rowling. It is the fourth novel in the Harry Potter series","Publication Year":2000,"Genre":"Fantasy","Picture":"https:\/\/api.chulabook.com\/images\/pid-137954.jpg"}
{"Title":"Harry Potter and the Oder of the Phoenirx","Author":"J.K. Rowling","Description":"Harry Potter and the Order of the Phoenix is a fantasy novel written by the British author J. K. Rowling. It is the fifth novel in the Harry Potter series","Publication Year":2003,"Genre":"Fantasy","Picture":"https:\/\/m.media-amazon.com\/images\/I\/81Budsu1XBL.jpg"}
{"Title":"Harry Potter and the Half-Blood Prince","Author":"J.K. Rowling","Description":"Harry Potter and the Half-Blood Prince is a fantasy novel written by the British author J. K. Rowling. It is the sixth novel in the Harry Potter series, and takes place during Harry Potter's sixth year at the wizard school Hogwarts.","Publication Year":2005,"Genre":"Fantasy","Picture":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1587697303i\/1.jpg"}
{"Title":"Harry Potter and the Deathly Hallows","Author":"J.K. Rowling","Description":"Harry Potter and the Deathly Hallows is a fantasy novel written by the British author J. K. Rowling. It is the seventh and final novel in the Harry Potter series. It was released on 21 July 2007 in the United Kingdom by Bloomsbury Publishing, in the United States by Scholastic, and in Canada by Raincoast Books.","Publication Year":2007,"Genre":"Fantasy","Picture":"https:\/\/m.media-amazon.com\/images\/I\/71sH3vxziLL._AC_UF1000,1000_QL80_.jpg"}
{"Title":"Harry Potter and the Cursed Child","Author":"J.K. Rowling","Description":"Harry Potter and the Cursed Child is a play written by Jack Thorne from an original story by Thorne, J. K. Rowling and John Tiffany. The plot occurs nineteen years after the events of Rowling's novel Harry Potter and the Deathly Hallows","Publication Year":2016,"Genre":"Fantasy","Picture":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1470082995i\/29056083.jpg"}
{"Title":"Percy Jackson | The Lightning Thief","Author":"Rick Riordan","Description":"The Lightning Thief is a 2005 American fantasy-adventure novel based on Greek mythology, the first children's novel by Rick Riordan. The opening installment in the series Percy Jackson & the Olympians, the book was recognized among the year's best for children","Publication Year":2005,"Genre":"Fantasy","Picture":"https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1400602609i\/28187.jpg"}
{"Title":"Percy Jackson | The Sea of Monsters","Author":"Rick Riordan","Description":"The Sea of Monsters is an American fantasy-adventure novel based on Greek mythology written by Rick Riordan and published in 2006. It is the second novel in the Percy Jackson & the Olympians series and the sequel to The Lightning Thief","Publication Year":2006,"Genre":"Fantasy","Picture":"https:\/\/m.media-amazon.com\/images\/I\/91YMTyxpWLL.jpg"}
{"Title":"Percy Jackson | The Titan's Curse","Author":"Rick Riordan","Description":"The Titan's Curse is an American fantasy-adventure novel based on Greek mythology written by Rick Riordan. It was released on May 1, 2007, and is the third novel in the Percy Jackson & the Olympians series and the sequel to The Sea of Monsters","Publication Year":2007,"Genre":"Fantasy","Picture":"https:\/\/m.media-amazon.com\/images\/I\/61j4e8bC0oL._AC_UF1000,1000_QL80_.jpg"}
{"Title":"Percy Jackson | The Battle of the Labyrinth","Author":"Rick Riordan","Description":"The Battle of the Labyrinth is an American fantasy-adventure novel based on Greek mythology written by Rick Riordan. It is the fourth novel in the Percy Jackson & the Olympians series","Publication Year":2008,"Genre":"Fantasy","Picture":"https:\/\/m.media-amazon.com\/images\/I\/91GjM4M5DeL.jpg"}
{"Title":"Percy Jackson | The Last Olympian","Author":"Rick Riordan","Description":"The Last Olympian is a fantasy-adventure novel based on Greek mythology by Rick Riordan, published on May 5, 2009. It is the fifth novel of the Percy Jackson & the Olympians series and is the direct sequel to The Battle of the Labyrinth","Publication Year":2009,"Genre":"Fantasy","Picture":"https:\/\/m.media-amazon.com\/images\/I\/91f6FyULwCL.jpg"}
{"Title":"Percy Jackson | The Chalice of the Gods","Author":"Rick Riordan","Description":"The Chalice of the Gods is a fantasy-adventure novel based on Greek mythology by Rick Riordan. It was released on September 26, 2023, by Disney Hyperion. It is the sixth novel of the Percy Jackson & the Olympians series, doubling as the first novel of The Senior Year Adventures.","Publication Year":2023,"Genre":"Fantasy","Picture":"https:\/\/i.gr-assets.com\/images\/S\/compressed.photo.goodreads.com\/books\/1677259920l\/63035432.jpg"}
{"Title":"Percy Jackson | Wrath of the Triple Goddess","Author":"Rick Riordan","Description":"Wrath of the Triple Goddess is a fantasy-adventure novel based on Greek mythology by Rick Riordan. It was released on September 24, 2024 by Disney Hyperion","Publication Year":2024,"Genre":"Fantasy","Picture":"https:\/\/m.media-amazon.com\/images\/I\/91FkwrxEvCL.jpg"}
{"Title":"Peter Nimble and His Fantastic Eyes","Author":"Jonathan Auxier","Description":"Overflowing with wit and invention, Peter Nimble and His Fantastic Eyes is the beguiling tale of a ten-year-old blind orphan who has been schooled in a life of thievery by his brutal master, Mr. Seamus. One fateful afternoon, as he's picking the pockets of townspeople enraptured by a travelling haberdasher, he \"discovers\" (steals) a box of magical eyes. When he tries on the first pair, he is instantly transported to the island at the top of the world, where he meets the maker of the eyes, Professor Cake. The Professor gives Peter a choice: travel to the mysterious Vanished Kingdom and try to rescue a people in need ... or return back to his master and a life of crime. Peter chooses wisely, and together with Sir Tode, a knight errant who has been turned into a rather unfortunate combination of human, horse and cat by a grumpy witch, he embarks on an unforgettable adventure in a book destined to become a classic.","Publication Year":2011,"Genre":"Fantasy, Adventure","Picture":"https:\/\/m.media-amazon.com\/images\/I\/7168rS9Z3kL._AC_UF1000,1000_QL80_.jpg"}
{"Title":"Sophie Quire and the Last Storyguard","Author":"Jonathan Auxier","Description":"It’s been two years since Peter Nimble and Sir Tode rescued the kingdom of HazelPort. In that time, they have traveled far and wide in search of adventure. Now they have been summoned by Professor Cake for a new mission: To find a twelve-year-old bookmender named Sophie Quire.\n\nSophie knows little beyond the four walls of her father’s bookshop, where she repairs old books and dreams of escaping the confines of her dull life. But when a strange boy and his talking cat\/horse companion show up with a rare and mysterious book, she finds herself pulled into an adventure beyond anything she has ever read.","Publication Year":2016,"Genre":"Fantasy, Adventure","Picture":"https:\/\/images.squarespace-cdn.com\/content\/v1\/5ab5071e7e3c3ad968e4f31a\/1522181249799-HISEGUUY1QL05W6TRNQ2\/SOPHIE_QUIRE_CVR.jpg"}
{"Title":"The Night Gardener","Author":"Jonathan Auxier","Description":"When orphaned Irish siblings Molly and Kip arrive to work as servants at a creepy, crumbling English manor house, they discover that the house and its inhabitants are not what they seem. Soon the siblings are confronted by a mysterious stranger and the secrets of the cursed house will change their lives forever. This much-anticipated follow up to Jonathan Auxier’s exceptional debut, Peter Nimble and His Fantastic Eyes, is a Victorian mystery in the tradition of Washington Irving and Edgar Allan Poe. The Night Gardener is a mesmerizing read and a classic in the making.","Publication Year":2014,"Genre":"Fantasy, Horror","Picture":"https:\/\/cdn.kobo.com\/book-images\/bedea12f-7bbf-425c-9648-4fd456507fcd\/1200\/1200\/False\/the-night-gardener-10.jpg"}
{"Title":"Ocean Meets Sky","Author":"Terry Fan, Eric Fan","Description":"Finn remembers the stories his grandfather told him about a place where the ocean meets the sky, where whales and jellyfish soar and birds and castles float. Now that his grandfather is gone, Finn knows the perfect way to honour him. He'll build a boat. He'll set sail. He'll find this magical place himself!","Publication Year":2018,"Genre":"Fantasy, Children","Picture":"https:\/\/m.media-amazon.com\/images\/I\/81QV7EFF-2L._AC_UF894,1000_QL80_.jpg"}
{"Title":"The Little Prince","Author":"Antoine de Saint-Exupéry","Description":"The Little Prince is a novella written and illustrated by French writer and military pilot Antoine de Saint-Exupéry.","Publication Year":1943,"Genre":"Fantasy, Philosophical","Picture":"https:\/\/m.media-amazon.com\/images\/I\/71Ve8+RsD8L._AC_UF1000,1000_QL80_.jpg"}
{"Title":"Crime and Punishment","Author":"Fyodor Dostoevsky","Description":"A young, impoverished former student in Saint Petersburg, Russia, formulates a plan to kill an unscrupulous pawnbroker to redistribute her wealth among the needy. However, after carrying out the act, he is consumed by guilt and paranoia, leading to a psychological battle within himself. As he grapples with his actions, he also navigates complex relationships with a variety of characters, including a virtuous prostitute, his sister, and a relentless detective. The narrative explores themes of morality, redemption, and the psychological impacts of crime.","Publication Year":1866,"Genre":"Psychological","Picture":"https:\/\/cdn.fable.co\/covers\/9781510768192.jpg"}
{"Title":"Pride and Prejudice","Author":"Jane Austen","Description":"Set in early 19th-century England, this classic novel revolves around the lives of the Bennet family, particularly the five unmarried daughters. The narrative explores themes of manners, upbringing, morality, education, and marriage within the society of the landed gentry. It follows the romantic entanglements of Elizabeth Bennet, the second eldest daughter, who is intelligent, lively, and quick-witted, and her tumultuous relationship with the proud, wealthy, and seemingly aloof Mr. Darcy. Their story unfolds as they navigate societal expectations, personal misunderstandings, and their own pride and prejudice.","Publication Year":1813,"Genre":"Romance, Classic","Picture":"https:\/\/goldenglobes.com\/wp-content\/uploads\/2023\/10\/pride-prejudice.jpg"}
{"Title":"Moby-Dick","Author":" Herman Melville","Description":"The novel is a detailed narrative of a vengeful sea captain's obsessive quest to hunt down a giant white sperm whale that bit off his leg. The captain's relentless pursuit, despite the warnings and concerns of his crew, leads them on a dangerous journey across the seas. The story is a complex exploration of good and evil, obsession, and the nature of reality, filled with rich descriptions of whaling and the sea.","Publication Year":1851,"Genre":"Adventure","Picture":"https:\/\/m.media-amazon.com\/images\/S\/pv-target-images\/6859c061c14de9a0dcc0a01caef834a558d2baff59faced40d813f6b9ba903f8.jpg"}
{"Title":"Wuthering Heights","Author":"Emily Brontë","Description":"This classic novel is a tale of love, revenge and social class set in the Yorkshire moors. It revolves around the intense, complex relationship between Catherine Earnshaw and Heathcliff, an orphan adopted by Catherine's father. Despite their deep affection for each other, Catherine marries Edgar Linton, a wealthy neighbor, leading Heathcliff to seek revenge on the two families. The story unfolds over two generations, reflecting the consequences of their choices and the destructive power of obsessive love.","Publication Year":1847,"Genre":"Gothic","Picture":"https:\/\/images.squarespace-cdn.com\/content\/v1\/60332279321c6f6cc87cf8fe\/1615928749644-2ETBVN5YV13U4LQVCQGW\/91XdM7eQiOL.jpg"}
{"Title":"The Wings","Author":"Yi Sang","Description":"The Wings is a short novel written by the Korean author Yi Sang in 1936 and published in magazine Jo-Gwang. It is one of the representative works in psychologism or intellectualism literature from the 1930s. It expresses anxiety, self-consciousness, depression and ego destruction.","Publication Year":1936,"Genre":"Psychological","Picture":"https:\/\/64.media.tumblr.com\/f8e510156b565e02af9ff21275a44a40\/tumblr_inline_pdwcdcW7Lb1revrwv_500.jpg"}
{"Title":"Don Quixote","Author":"Miguel de Cervantes","Description":"This classic novel follows the adventures of a man who, driven mad by reading too many chivalric romances, decides to become a knight-errant and roam the world righting wrongs under the name Don Quixote. Accompanied by his loyal squire, Sancho Panza, he battles windmills he believes to be giants and champions the virtuous lady Dulcinea, who is in reality a simple peasant girl. The book is a richly layered critique of the popular literature of Cervantes' time and a profound exploration of reality and illusion, madness and sanity.","Publication Year":1605,"Genre":"Adventure, Satire","Picture":"https:\/\/rupapublications.co.in\/wp-content\/uploads\/2022\/12\/Don-Quixote-COVER.jpg"}
{"Title":"The Stranger","Author":"Albert Camus","Description":"The narrative follows a man who, after the death of his mother, falls into a routine of indifference and emotional detachment, leading him to commit an act of violence on a sun-drenched beach. His subsequent trial becomes less about the act itself and more about his inability to conform to societal norms and expectations, ultimately exploring themes of existentialism, absurdism, and the human condition.","Publication Year":1942,"Genre":"Absurdist","Picture":"https:\/\/i.pinimg.com\/736x\/e9\/67\/91\/e967911c40a3121c38d390002b1a76fb.jpg"}
{"Title":"Faust, a Tragedy","Author":"Johann Wolfgang von Goethe","Description":"Faust is a tragic play in two parts by Johann Wolfgang von Goethe, usually known in English as Faust, Part One and Faust, Part Two. Nearly all of Part One and the majority of Part Two are written in rhymed verse.","Publication Year":1808,"Genre":"Tragedy, Fantasy","Picture":"https:\/\/i.pinimg.com\/736x\/54\/23\/92\/542392c6e7c55b5c8d043f11b401c6b0.jpg"}
{"Title":"Hell Screen","Author":"Ryūnosuke Akutagawa","Description":"Hell Screen is a short story written by Japanese writer Ryūnosuke Akutagawa. It was a reworking of Uji Shūi Monogatari and originally published in 1918 as a serialization in two newspapers. It was later published in a collection of Akutagawa short stories, Akutagawa Ryūnosuke zenshū.","Publication Year":1918,"Genre":"Horror,  Folklore","Picture":"https:\/\/i.pinimg.com\/474x\/53\/2b\/1c\/532b1c9f063441ba756702c9fb8ef9c2.jpg"}
{"Title":"The Golden Bough","Author":"James George Frazer","Description":"The Golden Bough: A Study in Comparative Religion is a wide-ranging, comparative study of mythology and religion, written by the Scottish anthropologist Sir James George Frazer.","Publication Year":1890,"Genre":"Anthropology, Mythology","Picture":"https:\/\/i.pinimg.com\/236x\/db\/aa\/47\/dbaa47f3804d091c88f002b0bc74366c.jpg"}
{"Title":"The Metamorphosis","Author":" Franz Kafka","Description":"The Metamorphosis, also translated as The Transformation, is a novella by Franz Kafka published in 1915.","Publication Year":1915,"Genre":"Surrealism","Picture":"https:\/\/i.pinimg.com\/236x\/c6\/e2\/46\/c6e2466519775c1c4d1b713e0c27f1f5.jpg"}
{"Title":"Dream of the Red Chamber","Author":"Cao Xueqin","Description":"Dream of the Red Chamber or The Story of the Stone is an 18th-century Chinese novel authored by Cao Xueqin, considered to be one of the Four Great Classical Novels of Chinese literature.","Publication Year":1791,"Genre":"Historical","Picture":"https:\/\/i.pinimg.com\/236x\/8c\/fe\/47\/8cfe4774d07a37b84652301b00b97ffd.jpg"}
{"Title":"Demian","Author":" Hermann Hesse","Description":"Demian: The Story of a Boyhood is a bildungsroman by Hermann Hesse, first published in 1919; a prologue was added in 1960.","Publication Year":1919,"Genre":"Psychological","Picture":"https:\/\/i.pinimg.com\/236x\/e4\/30\/f2\/e430f235bb1bb99c32caf6fb16ebcaca.jpg"}
{"Title":"Divine Comedy","Author":"Dante Alighieri","Description":"The Divine Comedy is an Italian narrative poem by Dante Alighieri, begun c. 1308 and completed around 1321, shortly before the author's death. It is widely considered the pre-eminent work in Italian literature and one of the greatest works of Western literature.","Publication Year":1321,"Genre":"Religious, Poetry","Picture":"https:\/\/i.pinimg.com\/236x\/6f\/11\/5a\/6f115a218b2a30a66c252414a693529b.jpg"}
{"Title":"Odyssey","Author":"Homer","Description":"This epic poem follows the Greek hero Odysseus on his journey home after the fall of Troy. It takes Odysseus ten years to reach Ithaca after the ten-year Trojan War. Along the way, he encounters many obstacles including mythical creatures, divine beings, and natural disasters. Meanwhile, back in Ithaca, his wife Penelope and son Telemachus fend off suitors vying for Penelope's hand in marriage, believing Odysseus to be dead. The story concludes with Odysseus's return, his slaughter of the suitors, and his reunion with his family.","Publication Year":"-","Genre":"Mythology, Poetry","Picture":"https:\/\/i.pinimg.com\/236x\/b0\/20\/7d\/b0207d916758eb43dac0ad4e2c9dfdeb.jpg"}
{"Title":"The lord of the Rings | The Fellowship of the Ring","Author":"J. R. R. Tolkien","Description":"The Fellowship of the Ring is the first of three volumes of the epic novel The Lord of the Rings by the English author J. R. R. Tolkien; it is followed by The Two Towers and The Return of the King. The action takes place in the fictional universe of Middle-earth. The first edition was published on 29 July 1954 in the United Kingdom, and consists of a foreword in which the author discusses the writing of The Lord of the Rings, a prologue titled \"Concerning Hobbits, and other matters\", and the main narrative divided into two \"books\".","Publication Year":1954,"Genre":"Fantasy","Picture":"https:\/\/i.pinimg.com\/236x\/51\/bc\/f8\/51bcf8367e843d94d51895f630e22231.jpg"}
{"Title":"The lord of the Rings | The Two Towers","Author":"J. R. R. Tolkien","Description":"The Two Towers is the second volume of J. R. R. Tolkien's high fantasy novel The Lord of the Rings. It is preceded by The Fellowship of the Ring and followed by The Return of the King. The volume's title is ambiguous, as five towers are named in the narrative, and Tolkien himself gave conflicting identifications of the two towers. The narrative is interlaced, allowing Tolkien to build in suspense and surprise. The volume was largely welcomed by critics, who found it exciting and compelling, combining epic narrative with heroic romance.","Publication Year":1954,"Genre":"Fantasy","Picture":"https:\/\/i.pinimg.com\/236x\/7a\/78\/07\/7a7807e7d6e36f3813cd26663dbe02d6.jpg"}
{"Title":"The lord of the Rings | The Return of the King","Author":"J. R. R. Tolkien","Description":"The Return of the King is the third and final volume of J. R. R. Tolkien's The Lord of the Rings, following The Fellowship of the Ring and The Two Towers. It was published in 1955. The story begins in the kingdom of Gondor, which is soon to be attacked by the Dark Lord Sauron.\n\nThe volume was praised by literary figures including W. H. Auden, Anthony Price, and Michael Straight, but attacked by Edwin Muir, who had praised The Fellowship of the Ring.","Publication Year":1955,"Genre":"Fantasy","Picture":"https:\/\/i.pinimg.com\/236x\/e4\/71\/db\/e471db115924d5aa7204b002244e4947.jpg"}
{"Title":"Fire & Blood","Author":"George R. R. Martin","Description":"Fire & Blood is a fantasy book by American writer George R. R. Martin and illustrated by Doug Wheatley. It tells the history of House Targaryen, the dynasty that ruled the Seven Kingdoms of Westeros in the backstory of his series A Song of Ice and Fire.","Publication Year":2018,"Genre":"Fantasy, Adventure","Picture":"https:\/\/i.pinimg.com\/736x\/f1\/39\/24\/f13924646a0c79866661d6815651ae36.jpg"}
{"Title":"A Game of Thrones","Author":"George R. R. Martin","Description":"A Game of Thrones is the first novel in A Song of Ice and Fire, a series of fantasy novels by American author George R. R. Martin. It was first published on August 1, 1996. The novel won the 1997 Locus Award[1] and was nominated for both the 1997 Nebula Award and the 1997 World Fantasy Award. The novella Blood of the Dragon, comprising the Daenerys Targaryen chapters from the novel, won the 1997 Hugo Award for Best Novella. In January 2011, the novel became a New York Times Bestseller and reached No. 1 on the list in July 2011.","Publication Year":1996,"Genre":"Fantasy, Adventure","Picture":"https:\/\/i.pinimg.com\/236x\/3f\/4c\/47\/3f4c47a8d54e9568e27fd2247cba635a.jpg"}
{"Title":"A Clash of Kings","Author":"George R. R. Martin","Description":"A Clash of Kings is the second of seven planned novels in A Song of Ice and Fire by American author George R. R. Martin, an epic fantasy series. It was first published in the United Kingdom on November 16, 1998; the first United States edition followed on February 2, 1999.[2] Like its predecessor, A Game of Thrones, it won the Locus Award (in 1999) for Best Novel and was nominated for the Nebula Award (also in 1999) for Best Novel. In May 2005, Meisha Merlin released a limited edition of the novel, fully illustrated by John Howe.","Publication Year":1998,"Genre":"Fantasy, Adventure","Picture":"https:\/\/i.pinimg.com\/236x\/c1\/4c\/93\/c14c934233fc0f16b2c20f83e2e01987.jpg"}
{"Title":"A Dance with Dragons","Author":"George R. R. Martin","Description":"A Dance with Dragons is the fifth novel of seven planned in the epic fantasy series A Song of Ice and Fire by American author George R. R. Martin. In some areas, the paperback edition was published in two parts: Dreams and Dust and After the Feast. It was the only novel in the series to be published during the eight-season run of the HBO adaptation of the series, Game of Thrones. It is 1,056 pages long and has a word count of almost 415,000.","Publication Year":2011,"Genre":"Fantasy, Adventure","Picture":"https:\/\/i.pinimg.com\/236x\/c7\/2c\/84\/c72c844097dde64ba0c41702a190b50b.jpg"}
{"Title":"The Hunger Games","Author":"Suzanne Collins","Description":"The Hunger Games is a 2008 dystopian young adult novel by the American writer Suzanne Collins. It is written in the perspective of 16-year-old Katniss Everdeen, who lives in the future, post-apocalyptic nation of Panem in North America.","Publication Year":2008,"Genre":"Dystopian","Picture":"https:\/\/i.pinimg.com\/236x\/20\/e4\/29\/20e429d4263bdc52ecae1c7fcbe030a2.jpg"}
{"Title":"The Grapes of Wrath","Author":"John Steinbeck","Description":"The book follows the Joad family, Oklahoma farmers displaced from their land during the Great Depression. The family, alongside thousands of other \"Okies,\" travel to California in search of work and a better life. Throughout their journey, they face numerous hardships and injustices, yet maintain their humanity through unity and shared sacrifice. The narrative explores themes of man's inhumanity to man, the dignity of wrath, and the power of family and friendship, offering a stark and moving portrayal of the harsh realities of American migrant laborers during the 1930s.","Publication Year":1939,"Genre":"Social Critism","Picture":"https:\/\/i.pinimg.com\/236x\/8f\/9f\/89\/8f9f89274a3bc846fd73814c850bf925.jpg"}
{"Title":"Dracula","Author":"Bram Stoker","Description":"Dracula is a 1897 gothic horror novel by Irish author Bram Stoker. An epistolary novel, the narrative is related through letters, diary entries, and newspaper articles.","Publication Year":1897,"Genre":"Horror, Gothic","Picture":"https:\/\/i.pinimg.com\/236x\/94\/b4\/98\/94b498e1dcc7cf7da94122eb648a061b.jpg"}
{"Title":"Animal Farm","Author":"George Orwell","Description":"Animal Farm is a satirical allegorical novella, in the form of a beast fable, by George Orwell, first published in England on 17 August 1945. It tells the story of a group of anthropomorphic farm animals who rebel against their human farmer, hoping to create a society where the animals can be equal, free, and happy.","Publication Year":1945,"Genre":"Political, Satire","Picture":"https:\/\/i.pinimg.com\/236x\/81\/fd\/76\/81fd7632c4ed22b07b60e4ba663da153.jpg"}
{"Title":"The Hobbit","Author":"John Ronald Reuel Tolkien","Description":"The Hobbit, or There and Back Again is a children's fantasy novel by the English author J. R. R. Tolkien. It was published in 1937 to wide critical acclaim, being nominated for the Carnegie Medal and awarded a prize from the New York Herald Tribune for best juvenile fiction.","Publication Year":1937,"Genre":"Fantasy, Children","Picture":"https:\/\/i.pinimg.com\/236x\/ec\/92\/b5\/ec92b5f8b9e8380b93e5a2f4598cf65c.jpg"}
{"Title":"Dune","Author":"Frank Herbert","Description":"Dune is a 1965 epic science fiction novel by American author Frank Herbert, originally published as two separate serials in Analog magazine. It tied with Roger Zelazny's This Immortal for the Hugo Award for Best Novel and won the inaugural Nebula Award for Best Novel in 1966.","Publication Year":1965,"Genre":"Sci-fi","Picture":"https:\/\/i.pinimg.com\/236x\/fb\/ce\/cd\/fbcecd04955a22ede2667bd19125b6b5.jpg"}
{"Title":"Butter","Author":"Asako Yuzuki","Description":"The cult Japanese bestseller about a female gourmet cook and serial killer, and the journalist intent on cracking her case, inspired by a true storyThere are two things that I simply cannot tolerate","Publication Year":2024,"Genre":"Thriller, Mystery","Picture":"https:\/\/i.pinimg.com\/236x\/4a\/56\/06\/4a56066a3295560acbc012170f5e85fa.jpg"}
{"Title":"The Great Gatsby","Author":"F. Scott Fitzgerald","Description":"Set in the summer of 1922, the novel follows the life of a young and mysterious millionaire, his extravagant lifestyle in Long Island, and his obsessive love for a beautiful former debutante. As the story unfolds, the millionaire's dark secrets and the corrupt reality of the American dream during the Jazz Age are revealed. The narrative is a critique of the hedonistic excess and moral decay of the era, ultimately leading to tragic consequences.","Publication Year":1925,"Genre":"Tragedy","Picture":"https:\/\/i.pinimg.com\/236x\/11\/91\/8f\/11918f3c356159ed09856eb1664f9bff.jpg"}
{"Title":"One Hundred Years of Solitude","Author":"Gabriel García Márquez","Description":"This novel is a multi-generational saga that focuses on the Buendía family, who founded the fictional town of Macondo. It explores themes of love, loss, family, and the cyclical nature of history. The story is filled with magical realism, blending the supernatural with the ordinary, as it chronicles the family's experiences, including civil war, marriages, births, and deaths. The book is renowned for its narrative style and its exploration of solitude, fate, and the inevitability of repetition in history.","Publication Year":1967,"Genre":"Magical","Picture":"https:\/\/i.pinimg.com\/236x\/76\/3f\/13\/763f135f67b276d9c848da25d86b3681.jpg"}
{"Title":"The Catcher in the Rye","Author":"J. D. Salinger","Description":"The novel follows the story of a teenager named Holden Caulfield, who has just been expelled from his prep school. The narrative unfolds over the course of three days, during which Holden experiences various forms of alienation and his mental state continues to unravel. He criticizes the adult world as \"phony\" and struggles with his own transition into adulthood. The book is a profound exploration of teenage rebellion, alienation, and the loss of innocence.","Publication Year":1951,"Genre":"Bildungsroman","Picture":"https:\/\/i.pinimg.com\/236x\/4b\/be\/9c\/4bbe9c695bd2c2005847108120df0612.jpg"}
{"Title":"Nineteen Eighty-Four","Author":"George Orwell","Description":"Set in a dystopian future, the novel presents a society under the total control of a totalitarian regime, led by the omnipresent Big Brother. The protagonist, a low-ranking member of 'the Party', begins to question the regime and falls in love with a woman, an act of rebellion in a world where independent thought, dissent, and love are prohibited. The novel explores themes of surveillance, censorship, and the manipulation of truth.","Publication Year":1949,"Genre":"Sci-fi","Picture":"https:\/\/i.pinimg.com\/474x\/47\/ec\/55\/47ec55cb4487080ea75a344228297ad2.jpg"}
{"Title":"To Kill a Mockingbird","Author":"Harper Lee","Description":"Set in the racially charged South during the Depression, the novel follows a young girl and her older brother as they navigate their small town's societal norms and prejudices. Their father, a lawyer, is appointed to defend a black man falsely accused of raping a white woman, forcing the children to confront the harsh realities of racism and injustice. The story explores themes of morality, innocence, and the loss of innocence through the eyes of the young protagonists.","Publication Year":1960,"Genre":"Bildungsroman","Picture":"https:\/\/i.pinimg.com\/736x\/2a\/eb\/16\/2aeb163e7174e13aa4f79ed88fa57ef1.jpg"}
{"Title":"The Sound and the Fury","Author":"William Faulkner","Description":"The novel is a complex exploration of the tragic Compson family from the American South. Told from four distinct perspectives, the story unfolds through stream of consciousness narratives, each revealing their own understanding of the family's decline. The characters grapple with post-Civil War societal changes, personal loss, and their own mental instability. The narrative is marked by themes of time, innocence, and the burdens of the past.","Publication Year":1929,"Genre":"Gothic","Picture":"https:\/\/i.pinimg.com\/736x\/c6\/92\/d5\/c692d5d7e71236e147e7b2a4a81055a4.jpg"}
{"Title":"The Brothers Karamazov","Author":"Fyodor Dostoevsky","Description":"This classic novel explores the complex, passionate, and troubled relationship between four brothers and their father in 19th century Russia. The narrative delves into the themes of faith, doubt, morality, and redemption, as each brother grapples with personal dilemmas and family conflicts. The story culminates in a dramatic trial following a murder, which serves as a microcosm of the moral and philosophical struggles faced by each character, and by extension, humanity itself.","Publication Year":1880,"Genre":"Fiction","Picture":"https:\/\/i.pinimg.com\/736x\/88\/ca\/1d\/88ca1d6444ccaf2836d2e9a4342b5f46.jpg"}
{"Title":"Jane Eyre","Author":"Charlotte Brontë","Description":"The novel follows the life of Jane Eyre, an orphan who is mistreated by her relatives and sent to a charity school. As she grows up, Jane becomes a governess at Thornfield Hall, where she falls in love with the brooding and mysterious Mr. Rochester. However, she soon learns of a dark secret in his past that threatens their future together. The story is a profound exploration of a woman's self-discovery and her struggle for independence and love in a rigid Victorian society.","Publication Year":1847,"Genre":"Gothic, Romance","Picture":"https:\/\/i.pinimg.com\/736x\/24\/95\/ac\/2495ac827d4facc690fb044774e8100b.jpg"}
{"Title":"Heart of Darkness","Author":"Joseph Conrad","Description":"This classic novel follows the journey of a seaman who travels up the Congo River into the African interior to meet a mysterious ivory trader. Throughout his journey, he encounters the harsh realities of imperialism, the brutal treatment of native Africans, and the depths of human cruelty and madness. The protagonist's journey into the 'heart of darkness' serves as both a physical exploration of the African continent and a metaphorical exploration into the depths of human nature.","Publication Year":1899,"Genre":"Fiction","Picture":"https:\/\/i.pinimg.com\/736x\/55\/73\/41\/55734175bc19537fcfa4d801c639937a.jpg"}
{"Title":"Alice's Adventures in Wonderland","Author":"Lewis Carroll","Description":"This novel follows the story of a young girl named Alice who falls down a rabbit hole into a fantastical world full of peculiar creatures and bizarre experiences. As she navigates through this strange land, she encounters a series of nonsensical events, including a tea party with a Mad Hatter, a pool of tears, and a trial over stolen tarts. The book is renowned for its playful use of language, logic, and its exploration of the boundaries of reality.","Publication Year":1865,"Genre":"Fiction","Picture":"https:\/\/i.pinimg.com\/736x\/5b\/e6\/67\/5be667c312ab14ef13cbb7f5adce708f.jpg"}
{"Title":"The Midnight Library","Author":"Matt Haig","Description":"The Midnight Library is a fantasy novel by Matt Haig, published on 13 August 2020 by Canongate Books. It was abridged and broadcast on BBC Radio 4 over ten episodes in December 2020.","Publication Year":2020,"Genre":"Sci-fi","Picture":"https:\/\/i.pinimg.com\/736x\/57\/f3\/c8\/57f3c8e26f7841e92acba841eec6c9c1.jpg"}
{"Title":"Great Expectations","Author":"Charles Dickens","Description":"A young orphan boy, living with his cruel older sister and her kind blacksmith husband, has an encounter with an escaped convict that changes his life. Later, he becomes the protégé of a wealthy but reclusive woman and falls in love with her adopted daughter. He then learns that an anonymous benefactor has left him a fortune, leading him to believe that his benefactor is the reclusive woman and that she intends for him to marry her adopted daughter. He moves to London to become a gentleman, but his great expectations are ultimately shattered when he learns the true identity of his benefactor and the reality of his love interest.","Publication Year":1861,"Genre":"Bildungsroman","Picture":"https:\/\/m.media-amazon.com\/images\/I\/81elBAS5LcL._UF1000,1000_QL80_.jpg"}
{"Title":"Adventures of Huckleberry Finn","Author":"Mark Twain","Description":"The novel follows the journey of a young boy named Huckleberry Finn and a runaway slave named Jim as they travel down the Mississippi River on a raft. Set in the American South before the Civil War, the story explores themes of friendship, freedom, and the hypocrisy of society. Through various adventures and encounters with a host of colorful characters, Huck grapples with his personal values, often clashing with the societal norms of the time.","Publication Year":1884,"Genre":"Picaresque","Picture":"https:\/\/m.media-amazon.com\/images\/I\/71n8L4ymJoL.jpg"}
{"Title":"The Trial","Author":"Franz Kafka","Description":"The book revolves around a bank clerk who wakes one morning to find himself under arrest for an unspecified crime. Despite not being detained, he is subjected to the psychological torment of a bizarre and nightmarish judicial process. The story is a critique of bureaucracy, exploring themes of guilt, alienation and the inefficiency of the justice system.","Publication Year":1925,"Genre":"Dystopian","Picture":"https:\/\/m.media-amazon.com\/images\/I\/71X73uwgd1L.jpg"}
{"Title":"The Magic Mountain","Author":"Thomas Mann","Description":"In this novel, the protagonist, a young, ordinary man, visits his cousin at a tuberculosis sanatorium in the Swiss Alps. Intending to stay for only a few weeks, he ends up remaining there for seven years, becoming a patient himself. The book explores his experiences and relationships with other patients and staff, delving into philosophical discussions on life, time, and the nature of disease. It also provides a vivid portrayal of the European society and intellectual life on the eve of World War I.","Publication Year":1924,"Genre":"Bildungsroman","Picture":"https:\/\/m.media-amazon.com\/images\/I\/71TdcNg4hEL._AC_UF894,1000_QL80_.jpg"}
{"Title":"Invisible Man","Author":"Ralph Ellison","Description":"The novel is a poignant exploration of a young African-American man's journey through life, where he grapples with issues of race, identity, and individuality in mid-20th-century America. The protagonist, who remains unnamed throughout the story, considers himself socially invisible due to his race. The narrative follows his experiences from the South to the North, from being a student to a worker, and his involvement in the Brotherhood, a political organization. The book is a profound critique of societal norms and racial prejudice, highlighting the protagonist's struggle to assert his identity in a world that refuses to see him.","Publication Year":1952,"Genre":"Bildungsroman","Picture":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/e\/ee\/Invisible_Man_%281952_1st_ed_jacket_cover%29.jpg"}
{"Title":"Frankenstein","Author":"Mary Shelley","Description":"This classic novel tells the story of a young scientist who creates a grotesque but sentient creature in an unorthodox scientific experiment. The scientist, horrified by his creation, abandons it, leading the creature to seek revenge. The novel explores themes of ambition, responsibility, guilt, and the potential consequences of playing God.","Publication Year":1818,"Genre":"Sci-fi","Picture":"https:\/\/m.media-amazon.com\/images\/I\/515zE1GxvAL._AC_UF1000,1000_QL80_.jpg"}
{"Title":" The Iliad","Author":"Homer","Description":"This epic poem focuses on the final weeks of the Trojan War, a conflict between the city of Troy and the Greek city-states. The story explores themes of war, honor, wrath, and divine intervention, with a particular focus on the Greek hero Achilles, whose anger and refusal to fight have devastating consequences. The narrative also delves into the lives of the gods, their relationships with humans, and their influence on the course of events.","Publication Year":"-","Genre":"Poetry","Picture":"https:\/\/m.media-amazon.com\/images\/I\/71FVVdj9w4L._AC_UF1000,1000_QL80_.jpg"}
{"Title":"The Master and Margarita","Author":"Mikhail Bulgakov","Description":"This novel is a complex narrative that weaves together three distinct yet intertwined stories. The first story is set in 1930s Moscow and follows the devil and his entourage as they wreak havoc on the city's literary elite. The second story is a historical narrative about Pontius Pilate and his role in the crucifixion of Jesus Christ. The third story is a love story between the titular Master, a writer who has been driven to madness by the criticism of his work, and his devoted lover, Margarita. The novel is a satirical critique of Soviet society, particularly the literary establishment, and its treatment of artists. It also explores themes of love, sacrifice, and the nature of good and evil.","Publication Year":1967,"Genre":"Romance","Picture":"https:\/\/m.media-amazon.com\/images\/I\/817nt39Nn3L._UF1000,1000_QL80_.jpg"}
{"Title":"Les Misérables","Author":"Victor Hugo","Description":"Set in early 19th-century France, the narrative follows the lives and interactions of several characters, particularly the struggles of ex-convict Jean Valjean and his journey towards redemption. The story touches upon the nature of law and grace, and elaborates upon the history of France, architecture of Paris, politics, moral philosophy, antimonarchism, justice, religion, and the types and nature of romantic and familial love. It is known for its vivid and relatable characters, and its exploration of societal and moral issues.","Publication Year":1862,"Genre":"Tragedy","Picture":"https:\/\/wordsworth-editions.com\/wp-content\/uploads\/2024\/02\/9781853260858.jpg"}
{"Title":"Things Fall Apart","Author":"Chinua Achebe","Description":"This novel explores the life of Okonkwo, a respected warrior in the Umuofia clan of the Igbo tribe in Nigeria during the late 1800s. Okonkwo's world is disrupted by the arrival of European missionaries and the subsequent clash of cultures. The story examines the effects of colonialism on African societies, the clash between tradition and change, and the struggle between individual and society. Despite his efforts to resist the changes, Okonkwo's life, like his society, falls apart.","Publication Year":1958,"Genre":"Fiction","Picture":"https:\/\/laz-img-sg.alicdn.com\/p\/5927153c899ead9d405f52a79ed3f967.jpg"}
{"Title":"The Sun Also Rises","Author":"Ernest Hemingway","Description":"The novel is a poignant tale set in the 1920s post-World War I era, focusing on a group of American and British expatriates living in Paris who travel to Pamplona, Spain for the annual Running of the Bulls. The story explores themes of disillusionment, identity, and the Lost Generation, with the protagonist, a war veteran, grappling with impotence caused by a war injury. The narrative is steeped in the disillusionment and existential crisis experienced by many in the aftermath of the war, and the reckless hedonism of the era is portrayed through the characters' aimless wanderings and excessive drinking.","Publication Year":1926,"Genre":"Historical","Picture":"https:\/\/m.media-amazon.com\/images\/I\/71O7XjXaMhL._AC_UF1000,1000_QL80_.jpg"}
{"Title":"The Diary of a Young Girl","Author":"Anne Frank","Description":"This book is a real-life account of a young Jewish girl hiding from the Nazis during World War II, written in diary format. The girl and her family are forced to live in a secret annex in Amsterdam for two years, during which she writes about her experiences, fears, dreams, and the onset of adolescence. The diary provides a poignant and deeply personal insight into the horrors of the Holocaust, making it a powerful testament to the human spirit.","Publication Year":1947,"Genre":"Autobiography","Picture":"https:\/\/www.asiabooks.com\/media\/catalog\/product\/cache\/a5ac216be58c0cbce1cb04612ece96dc\/9\/7\/9780553296983.jpg"}
{"Title":"Their Eyes Were Watching God","Author":"Zora Neale Hurston","Description":"This novel follows the life of Janie Crawford, a young African-American woman, in the early 20th century. She embarks on a journey through three marriages and self-discovery while challenging the societal norms of her time. The narrative explores her struggle for personal freedom, fulfillment, and identity against the backdrop of racism and gender expectations, ultimately emphasizing the importance of independence and personal growth.","Publication Year":1937,"Genre":"Psychological","Picture":"https:\/\/m.media-amazon.com\/images\/I\/91qvx7zE7YL.jpg"}
{"Title":"Brave New World","Author":"Aldous Huxley","Description":"Set in a dystopian future, the novel explores a society where human beings are genetically bred and pharmaceutically conditioned to serve in a ruling order. The society is divided into five castes, each with its specific roles. The narrative follows a savage who rejects the norms of this new world order and struggles to navigate the clash between the values of his upbringing and the reality of this technologically advanced, emotionless society. His resistance prompts a deep examination of the nature of freedom, individuality, and happiness.","Publication Year":1932,"Genre":"Sci-fi","Picture":"https:\/\/thebooklore.com\/wp-content\/uploads\/2023\/03\/Brave-new-world-book-cover.jpg"}
{"Title":"One Thousand and One Nights","Author":"Unknown","Description":"This is a collection of Middle Eastern folk tales compiled during the Islamic Golden Age. The stories are told by a young woman, who must weave a new tale each night for her husband, a king, to delay her execution. The tales are filled with magic, adventure, love, and betrayal, and include well-known stories such as \"Aladdin's Wonderful Lamp\", \"Ali Baba and the Forty Thieves\", and \"The Seven Voyages of Sinbad the Sailor\".","Publication Year":"-","Genre":"Fairytale","Picture":"https:\/\/m.media-amazon.com\/images\/I\/81ANAMxZ3hL.jpg"}
{"Title":"David Copperfield","Author":"Charles Dickens","Description":"This novel follows the life of its titular protagonist from his childhood to maturity. Born to a young widow, David endures a difficult childhood when his mother remarries a harsh and abusive man. After his mother's death, he is sent to a boarding school before being forced into child labor. As he grows, David experiences hardship, love, and loss, all the while meeting a colorful array of characters. The novel is a journey of self-discovery and personal growth, showcasing the harsh realities of 19th-century England.","Publication Year":1850,"Genre":"Bildungsroman","Picture":"https:\/\/m.media-amazon.com\/images\/I\/91eAUWo7CXL._UF1000,1000_QL80_.jpg"}
{"Title":"Journey to the End of The Night","Author":"Louis-Ferdinand Céline","Description":"The novel is a semi-autobiographical work that explores the harsh realities of life through the cynical and disillusioned eyes of the protagonist. The narrative follows his experiences from the trenches of World War I, through the African jungles, to the streets of America and the slums of Paris, showcasing the horrors of war, colonialism, and the dark side of human nature. The protagonist's journey is marked by his struggle with despair, loneliness, and the absurdity of existence, offering a bleak yet profound commentary on the human condition.","Publication Year":1932,"Genre":"Fiction","Picture":"https:\/\/m.media-amazon.com\/images\/I\/711wf2TWciL._AC_UF1000,1000_QL80_.jpg"}
{"Title":"In Cold Blood","Author":"Truman Capote","Description":"This true crime novel tells the story of the brutal 1959 murder of a wealthy farmer, his wife and two of their children in Holcomb, Kansas. The narrative follows the investigation led by the Kansas Bureau of Investigation that ultimately leads to the capture, trial, and execution of the killers. The book explores the circumstances surrounding this horrific crime and the effects it had on the community and the people involved.","Publication Year":1965,"Genre":"Crime","Picture":"https:\/\/bunny-wp-pullzone-5vqgtgkbhi.b-cdn.net\/wp-content\/uploads\/2023\/04\/In-Cold-Blood-cover.jpg"}
{"Title":"Gulliver's Travels","Author":"Jonathan Swift","Description":"This classic satire follows the travels of a surgeon and sea captain who embarks on a series of extraordinary voyages. The protagonist first finds himself shipwrecked on an island inhabited by tiny people, later discovers a land of giants, then encounters a society of intelligent horses, and finally lands on a floating island of scientists. Through these bizarre adventures, the novel explores themes of human nature, morality, and society, offering a scathing critique of European culture and the human condition.","Publication Year":1726,"Genre":"Children","Picture":"https:\/\/m.media-amazon.com\/images\/I\/81BzA3z+N9L._UF1000,1000_QL80_.jpg"}
{"Title":"Jonathan Livingston Seagull","Author":"Richard Bach","Description":"The book tells the story of Jonathan Livingston, a seagull who is bored with the daily squabbles over food and is seized by a passion for flight. He pushes himself, learning everything he can about flying, to the point of being ostracized from his flock. He becomes an extremely high flyer, and meets other gulls who have been ostracized for not conforming. The story is about self-perfection and self-sacrifice for the sake of a higher purpose, symbolizing the pursuit of perfection in some form.","Publication Year":1970,"Genre":"Fiction","Picture":"https:\/\/m.media-amazon.com\/images\/I\/71Tsd3ltYZL._AC_UF1000,1000_QL80_.jpg"}
{"Title":"Hamlet","Author":"William Shakespeare","Description":"This classic play revolves around the young Prince of Denmark who is thrown into a state of emotional turmoil after his father's sudden death and his mother's quick remarriage to his uncle. The prince is visited by the ghost of his father who reveals that he was murdered by the uncle, prompting the prince to seek revenge. The narrative explores themes of madness, revenge, and moral corruption as the prince navigates the complex political and emotional landscape of the Danish court.","Publication Year":1623,"Genre":"Tragedy","Picture":"https:\/\/i.gr-assets.com\/images\/S\/compressed.photo.goodreads.com\/books\/1555160733l\/1432.jpg"}
{"Title":"Dracula","Author":"Bram Stoker","Description":"This classic horror novel tells the story of Count Dracula's attempt to move from Transylvania to England so that he may find new blood and spread the undead curse, and of the battle between Dracula and a small group of people led by Professor Abraham Van Helsing. The narrative is composed of journal entries, letters, and telegrams written by the novel's protagonists, providing different perspectives on the gruesome events unfolding. The book touches on themes of sexuality, gender roles, and the clash of modern science with traditional superstition.","Publication Year":1897,"Genre":"Horror, Gothic","Picture":"https:\/\/m.media-amazon.com\/images\/I\/91wOUFZCE+L._UF1000,1000_QL80_.jpg"}
{"Title":"Gone With the Wind","Author":"Margaret Mitchell","Description":"Set against the backdrop of the American Civil War and Reconstruction era, this novel follows the life of a young Southern belle, who is known for her beauty and charm. Her life takes a turn when she is forced to make drastic changes to survive the war and its aftermath. The story revolves around her struggle to maintain her family's plantation and her complicated love life, especially her unrequited love for a married man, and her tumultuous relationship with a roguish blockade runner.","Publication Year":1936,"Genre":"Historical","Picture":"https:\/\/almabooks.com\/wp-content\/uploads\/2020\/09\/9781847498601.jpg"}
{"Title":"Little Women","Author":"Louisa May Alcott","Description":"This classic novel follows the lives of the four March sisters - Meg, Jo, Beth, and Amy - as they navigate the challenges and joys of adolescence and adulthood in 19th century New England. As they grow, they grapple with issues of poverty, gender roles, love, and personal identity, each in her own unique way. The story is a testament to the power of family, sisterhood, and female resilience in a time of societal constraints.","Publication Year":1868,"Genre":"Children","Picture":"https:\/\/cdn.britannica.com\/04\/126004-050-EC4DF54F\/Dustcover-Louisa-May-Alcott-Little-Women-novel.jpg"}
{"Title":"The Age of Innocence","Author":"Edith Wharton","Description":"Set in the 1870s, the novel revolves around Newland Archer, a young lawyer from New York's high society, who is engaged to the beautiful and conventional May Welland. His life takes a turn when he meets May's cousin, the Countess Ellen Olenska, who has returned from Europe after leaving her scandalous husband. Torn between his duty and passion, Archer struggles with the constraints of the society he is a part of. The book offers a vivid portrayal of the struggle between individual desires and societal expectations in the upper-class New York society of the late 19th century.","Publication Year":1920,"Genre":"Literary","Picture":"https:\/\/d28hgpri8am2if.cloudfront.net\/book_images\/onix\/cvr9780684842370\/the-age-of-innocence-9780684842370_hr.jpg"}
{"Title":"The Handmaid's Tale","Author":"Margaret Atwood","Description":"Set in a dystopian future, this novel presents a society where women are stripped of their rights and are classified into various roles based on their fertility and societal status. The protagonist is a handmaid, a class of women used solely for their reproductive capabilities by the ruling class. The story is a chilling exploration of the extreme end of misogyny, where women are reduced to their biological functions, and a critique of religious fundamentalism.","Publication Year":1985,"Genre":"Dystopian","Picture":"https:\/\/m.media-amazon.com\/images\/I\/61su39k8NUL.jpg"}
{"Title":"Charlotte's Web","Author":"E. B. White","Description":"A young girl named Fern saves a runt piglet from being slaughtered and names him Wilbur. When Wilbur grows too large, he is sent to live in her uncle's barn, where he befriends a clever spider named Charlotte. When Wilbur's life is in danger again, Charlotte weaves messages into her web to convince the farmer that Wilbur is too special to kill. The book explores themes of friendship, sacrifice, and the cycle of life.","Publication Year":1952,"Genre":"Children","Picture":"https:\/\/ourstoryshelf.in\/revimages\/char.jpg"}
{"Title":"The Castle","Author":"Franz Kafka","Description":"This novel presents the story of a man who arrives in a village and struggles to gain access to the mysterious authorities who govern it from a castle. The protagonist, a surveyor, faces the constant frustration of his efforts to make contact with the elusive authorities and integrate into village society. The book explores themes of alienation, bureaucracy, the seemingly endless frustrations of man's attempts to stand against the system, and the futile pursuit of an unobtainable goal.","Publication Year":1926,"Genre":"Absurdist, Comedy","Picture":"https:\/\/m.media-amazon.com\/images\/I\/51ShRlzPzLL._AC_UF1000,1000_QL80_.jpg"}
{"Title":"Romeo and Juliet","Author":"William Shakespeare","Description":"\nThis classic play tells the tragic love story of two young individuals from feuding families in Verona, Italy. Despite their families' ongoing conflict, the pair secretly marry and vow to be together, no matter the cost. Their commitment leads to a series of unfortunate events, including misunderstandings, banishments, and ultimately, their untimely deaths. Their demise, however, reconciles their feuding families, leaving a poignant message about the destructive power of hate and the redemptive power of love.","Publication Year":1597,"Genre":"Tragedy","Picture":"https:\/\/www.loyalbooks.com\/image\/detail\/Romeo-and-Juliet.jpg"}
{"Title":"The Count of Monte Cristo","Author":"Alexandre Dumas","Description":"A young sailor, unjustly accused of treason, is imprisoned without trial in a grim fortress. After a daring escape, he uncovers a hidden treasure and transforms himself into the mysterious and wealthy Count of Monte Cristo. He then sets out to exact revenge on those who wronged him, using his newfound power and influence. Throughout his journey, he grapples with questions about justice, vengeance, and whether ultimate power can ultimately corrupt.","Publication Year":1846,"Genre":"Adventure","Picture":"https:\/\/m.media-amazon.com\/images\/I\/71zcCb5PvuL._UF1000,1000_QL80_.jpg"}
{"Title":"The Scarlet Letter","Author":"Nathaniel Hawthorne","Description":"Set in 17th-century Puritan Boston, this novel tells the story of a woman who conceives a daughter through an affair and struggles to create a new life of repentance and dignity. She is forced to wear a scarlet \"A\" on her dress as a sign of her adultery while her lover, a revered local minister, remains unnamed and unpunished. Throughout the book, themes of sin, legalism, and guilt are explored.","Publication Year":1850,"Genre":"Romantic, Historical","Picture":"https:\/\/m.media-amazon.com\/images\/I\/61iylEmE5kL._AC_UF1000,1000_QL80_.jpg"}
{"Title":"The Wind in the Willows","Author":"Kenneth Grahame","Description":"\"The Wind in the Willows\" is a charming tale about the adventures of four anthropomorphic animal friends - Mole, Rat, Badger, and the rebellious and extravagant Toad. The story is set in the idyllic English countryside and explores themes of friendship, exploration, and respect for nature. The narrative is marked by Toad's reckless behavior, his obsession with motor cars, and his eventual redemption. The other characters, with their contrasting personalities, bring balance and depth to the story.","Publication Year":1908,"Genre":"Children","Picture":"https:\/\/nosycrow.com\/wp-content\/uploads\/imported-books\/The-Wind-in-the-Willows-30187-1.jpg"}
{"Title":"A Clockwork Orange","Author":"Anthony Burgess","Description":"This novel follows the life of a violent young man named Alex, who is part of a youth subculture in a dystopian future England. Alex and his gang engage in a nightmarish spree of rape, assault, and robbery, until he is arrested and subjected to a psychological experiment by the government to \"cure\" him of his violent tendencies. The novel explores themes of free will, morality, and the nature of evil, while using a unique slang language invented by the author.","Publication Year":1962,"Genre":"Sci-fi","Picture":"https:\/\/m.media-amazon.com\/images\/I\/61rZCYUYXuL._AC_UF1000,1000_QL80_.jpg"}
{"Title":"Treasure Island","Author":"Robert Louis Stevenson","Description":"This classic adventure novel tells the story of young Jim Hawkins, who stumbles upon a treasure map and embarks on a perilous journey to find the buried treasure. Along the way, he encounters a host of memorable characters, including the cunning and treacherous Long John Silver. The narrative is filled with action, intrigue, and suspense, as Hawkins and his companions face pirates, mutiny, and other dangers in their quest for the hidden treasure.","Publication Year":1883,"Genre":"Adventure","Picture":"https:\/\/sterling-us.imgix.net\/covers\/9781454951209.jpg?auto=format&h=648"}
{"Title":"The Tale of Genji","Author":"Murasaki Shikibu","Description":"\"The Tale of Genji\" is a classic work of Japanese literature from the 11th century, often considered the world's first novel. The story revolves around the life of Genji, the son of an emperor, exploring his political rise, romantic relationships, and the complex court life of the Heian era. The novel is celebrated for its detailed characterization and its analysis of the different forms of love.","Publication Year":1021,"Genre":"Fiction","Picture":"https:\/\/m.media-amazon.com\/images\/I\/71zjOoXYySL._AC_UF1000,1000_QL80_.jpg"}
{"Title":"Lord Jim","Author":"Joseph Conrad","Description":"The novel revolves around a young, idealistic British seaman, who commits a crime of cowardice at sea. He abandons his ship, leaving hundreds of passengers to their fate. He is publicly censured for this act and spends the rest of his life in shameful obscurity in the South Seas, trying to repress the guilt of his past and regain his lost honor. His quest for redemption leads him to a remote island where he gets a chance to prove his courage, but his tragic flaw ultimately leads to his downfall.","Publication Year":1900,"Genre":"Psychological","Picture":"https:\/\/m.media-amazon.com\/images\/I\/91nLvmuocvL._UF1000,1000_QL80_.jpg"}
{"Title":"The Three Musketeers","Author":"Alexandre Dumas","Description":"Set in 17th century France, the novel follows the adventures of a young man who leaves home to join the Musketeers of the Guard. He befriends three of the most daring musketeers, Athos, Porthos, and Aramis, and together, they navigate political intrigue, love affairs, and duels. Their main enemies are the powerful Cardinal Richelieu and the beautiful but treacherous Milady, who will stop at nothing to bring them down.","Publication Year":1844,"Genre":"Historical","Picture":"https:\/\/m.media-amazon.com\/images\/I\/91es8r849YL._AC_UF1000,1000_QL80_.jpg"}
{"Title":"Winnie the Pooh","Author":"A. A. Milne","Description":"This classic children's tale follows the charming adventures of a lovable, honey-loving bear named Winnie the Pooh and his friends in the Hundred Acre Wood. With his companions, including the timid Piglet, the gloomy Eeyore, the energetic Tigger, and the wise Owl, Pooh navigates through various situations and dilemmas, often with humorous and heartwarming results. The book is a celebration of friendship, imagination, and the simple joys of life.","Publication Year":1926,"Genre":"Children","Picture":"https:\/\/m.media-amazon.com\/images\/I\/61x0v4ZahgL._AC_UF1000,1000_QL80_.jpg"}
{"Title":"The Prince","Author":"Niccolo Machiavelli","Description":"This classic work of political philosophy provides a pragmatic guide on political leadership and power, arguing that leaders must do whatever necessary to maintain authority and protect their states, even if it means compromising morality and ethics. The book explores various types of principalities, military affairs, the conduct of great leaders, and the virtues a prince should possess. It is known for its controversial thesis, which suggests that the ends justify the means in politics.","Publication Year":1532,"Genre":"Political","Picture":"https:\/\/litbooks.com.my\/wp-content\/uploads\/2020\/03\/71ImzC-EQvL._SL1500_.jpg"}
{"Title":"And Then There Were None","Author":"Agatha Christie","Description":"In this classic mystery novel, ten strangers are invited to a secluded mansion on a private island by a mysterious host who is nowhere to be found. As the guests begin to die one by one, mirroring a creepy nursery rhyme that hangs in each of their rooms, they realize that the killer is among them. As suspicion and fear escalate, they must uncover the murderer before no one remains.","Publication Year":1939,"Genre":"Mystery, Crime","Picture":"https:\/\/bci.kinokuniya.com\/jsp\/images\/book-img\/97800\/97800081\/9780008123208.JPG"}
{"Title":"Anna Karenina","Author":"Leo Tolstoy","Description":"Set in 19th-century Russia, this novel revolves around the life of Anna Karenina, a high-society woman who, dissatisfied with her loveless marriage, embarks on a passionate affair with a charming officer named Count Vronsky. This scandalous affair leads to her social downfall, while parallel to this, the novel also explores the rural life and struggles of Levin, a landowner who seeks the meaning of life and true happiness. The book explores themes such as love, marriage, fidelity, societal norms, and the human quest for happiness.","Publication Year":1873,"Genre":"Fiction","Picture":"https:\/\/m.media-amazon.com\/images\/I\/71+4-p0BILL._AC_UF1000,1000_QL80_.jpg"}
